import React from 'react';
import Text from '../../../../components/Text/Text';

const HistoryText = () => {
  return (
    <div className="history__text">
      <div className="history__text-title">Планирование и начало строительства</div>
      <div className="history__text-txt">
        <Text>
          8 мая <span>года Совет Министров СССР</span> принял Постановление «О списке строек, вновь начинаемых проектированием в 1958 году». 23 июля 1958 года <span>ЦК КПСС и Советом Министров СССР</span> принято Постановление «Об ускорении производства искусственных и синтетических волокон, пластических масс и других синтетических материалов и изделий для удовлетворения потребностей населения и нужд промышленности в 1958—1965 годы». Этими документами был утверждён проект создания в северо-восточной части Татарской <span>АССР</span> Нижнекамского промышленного района. Планировалось построить крупнейший в Европе нефтехимический комплекс, который должен был перерабатывать нефть, добывавшуюся на юго-востоке <span>ТАССР</span> (см., например, Ромашкинское нефтяное месторождение) и производить новые виды пластических масс, синтетических каучуков, а также другое углеводородное сырьё для дальнейшей химической переработки.
        </Text>
        <Text>
          В соответствии с проектом районной планировки Нижнекамского промышленного района коллективом Государственного ордена Трудового Красного Знамени института проектирования городов (Гипрогор) в <span>1959 году был создан генеральный план города на расчётную численность 170 тысяч человек.</span> Автором генплана являлся В. А. Пашков, руководителем работ — Е. И. Кутырев. Разработанный ими генплан Нижнекамска был удостоен в 1960 году Диплома I степени и Золотой медали <span>ВДНХ СССР</span> на Всесоюзном смотре-конкурсе проектов новых городов.
        </Text>
        <Text>
          25 декабря <span>1960 года в район села Афанасово прибыли первый</span>, а 2 января 1961 года второй санно-тракторные поезда с энтузиастами-первостроителями. Возник посёлок строителей, рядом (в 6 км к юго-востоку от деревни Соболеково в районе лесного массива) развернулась грандиозная стройка энергетического блока и химкомбината. Ей был присвоен статус Всесоюзной ударной комсомольской стройки.
        </Text>
        <Text>
          <span>19 апреля 1961 года</span> Указом Президиума Верховного Совета Татарской <span>АССР</span> зарегистрирован вновь возникший населённый пункт Афанасьевского сельсовета Челнинского района <span>ТАССР</span> с присвоением ему наименования Нижнекамский. Его население составляло около 500 человек.
        </Text>
        <Text>
          В 1962 году Гипрогором был разработан технико-экономический доклад (ТЭД) развития производственных сил Татарской АССР, <span>а в 1965 году — проект районной планировки Набережно-Челнинского промрайона</span>, которыми предусматривалось дальнейшее развитие комплекса предприятий Нижнекамского промузла с включением дополнительного ряда новых производств. Эти документы определили расчётную численность населения города Нижнекамска в 250 тысяч человек.
        </Text>
        <Text>
          В апреле 1964 года был заложен фундамент первого жилого многоквартирного дома, <span>а уже через два года население города достигло 30 тысяч человек</span>. Темпы строительства и пафос созидания нового города вдохновили композитора А. Пахмутову и поэта Н. Добронравова на песню о строителях новых городов «Смелость города берёт».
        </Text>
        <Text>
          <span>12 января 1965 года</span> путём выделения его из состава Челнинского и Шереметьевского районов был образован Нижнекамский район ТАССР.
        </Text>
        <Text>
          22 сентября 1966 года рабочему посёлку Нижнекамский был присвоен статус города. Он был назван Нижнекамском. Этот день считается официальным днём рождения города, хотя празднование дня города в последнее время проводятся <span>30 августа в День Республики Татарстан</span>.
        </Text>
      </div>
    </div>
  );
};

export default HistoryText;